Repository: schorschii/ldappwd-Desklet
Catalog: ldappwd@schorschii/po/*.po
Languages: de

source: LDAP Password Expiry Tool
de: LDAP-Passwortablauf-Tool

source: See when your domain password expires and change it.
de: Zeigt wann Ihr Domänen-Passwort abläuft und ermöglicht es zu ändern.

source: Password Expiry
de: Passwortablauf

source: days
de: Tage

source: Please Edit Settings
de: Bitte Einst. bearbeiten

source: Please Refresh
de: Bitte aktualisieren

source: Cannot query pwdExpiry!
de: Kann pwdExpiry nicht abfragen!

source: Your password expires in % days
de: Ihr Passwort läuft in % Tagen ab

source: Password does not expire
de: Passwort läuft nicht ab

source: Refresh Expiry Date
de: Ablaufdatum aktualisieren

source: Set New Password
de: Passwort ändern

source: LDAP Password for »%«
de: LDAP-Passwort für »%«

source: New Password for »%«
de: Neues Passwort für »%«

source: New Password
de: Neues Passwort

source: Change Password
de: Passwort ändern

source: Old Password
de: Altes Passwort

source: Confirm Password
de: Passwort bestätigen

source: LDAP Password Changed
de: LDAP-Passwort geändert

source: LDAP Password Change Error
de: Fehler beim Ändern des LDAP-Passworts

source: New password set successfully.
de: Neues Passwort erfolgreich gesetzt.

source: New passwords not matching.
de: Neue Passwörter stimmen nicht überein.

source: Please check if old password is correct, new password conforms to password policy, minimum password age is not violated, and that your account is not locked.
de: Bitte prüfen Sie ob Ihr altes Passwort korrekt ist, das neue Passwort mit der Kennwortrichtlinie konform ist, das minimale Kennwortalter nicht unterschritten wurde und ob Ihr Account gesperrt ist.

source: Settings for ldappwd@schorschii
de: Einstellungen für ldappwd@schorschii

source: General
de: Allgemein

source: LDAP Server Address
de: LDAP-Server-Adresse

source: Username
de: Benutzername

source: Domain
de: Domäne

source: Enable Kerberos authentication
de: Kerberos-Authentifizierung verwenden

source: Enable password authentication as fallback
de: Passwort-Authentifizierung als Fallback verwenden

source: Examples: ldap://10.1.1.1 ldaps://dc1.example.com FQDN is required for Kerberos authentication. SSL is required for the password change feature.
de: Beispiele: ldap://10.1.1.1 ldaps://dc1.example.com Der FQDN ist erforderlich für Kerberos-Authentifizierung. SSL ist erforderlich für das Passwort-Ändern-Feature.

source: User name to authenticate on the LDAP server (without domain)
de: Benutzername zur Authentifizieurng am LDAP-Server (ohne Domäne)

source: Domain name (e.g. example.com)
de: Domänenname (z.B. example.com)

source: Visual
de: Visuelle Einstellungen

source: Notification when password expires soon
de: Benachrichtigungen, wenn das Passwort bald abläuft

source: Show desktop notification when password expires soon.
de: Zeige Desktopbenachrichtigungen, wenn das Passwort bald abläuft.

source: Show buttons on desklet
de: Zeige Buttons auf dem Desklet

source: If disabled, password refresh and change functions are available in the context menu.
de: Wenn Sie die Option deaktivieren können Sie die Funktionen zum aktualisieren und ändern des Passwortes über das Kontextmenü erreichen.

source: Hide decorations
de: Dekorationen verstecken
